;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Русский
;Language name in English e.g. German
LanguageEn=Russian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(пусто)
21027=OK
21028=Отмена
21029=Закрыть

;Words - simple words can be reused
150=Нет
151=Применить
152=Папка
153=Файл
154=Имя
155=Путь
156=Имя:
157=Клавиша:
158=Путь:
159=Сброс

;Global
602=Настройки Listary

;Balloon
801=Listary работает в фоне.
802=Поиск при наборе
803=Поиск при наборе для этого списка временно отключён. Нажмите ESC для восстановления.

;Tray Menu
1001=Справка в Интернете
1002=Проверка обновлений...
1003=О программе
1004=Выход

;Toolbar
1100=Поиск

;Favorite Menu
2000=Избранное
2001=Это приложение
2002=Глобально
2003=Добавить
2004=Добавить текущую папку в Избранное
2050=Не удалось добавить в Избранное
2051=Listary не удалось получить путь из этого приложения.

;Recent Menu
2100=Недавние
2101=Очистить
2105=Отслеживать это приложение
2106=Не отслеживать это приложение

;Commands Menu
2201=Текущие открытые папки
2202=Перейти в последнюю открытую папку в файл-менеджере
2203=Открыть выбранный файл в файл-менеджере
2204=Обзор текущей папки
2205=Командная строка
2206=Перейти в папку приложения
2207=Обзор папки приложения
2208=Показать расширение файла
2209=Показать скрытые файлы и папки
2210=Скопировать путь к папке в буфер обмена
2211=Скопировать пути выбранных элементов в буфер обмена
2212=Скопировать отображаемые имена выбранных элементов в буфер обмена
2213=Настройки
2214=Обновить до версии Pro
2215=Export List Content to Excel
2216=Отключить Listary для этого приложения
2218=Разделитель
2219=На уровень выше
2252=Вы действительно хотите отключить Listary для этого приложения?
2253=Отключить Listary
2254=Listary больше не будет отображаться при следующем запуске этого приложения.
2260=Командная строка (администратор)
2261=Добавить текущую папку как проект

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Список
2301=Перейти к
2302=Нет элементов, удовлетворяющих критериям поиска.
2303=(текущая папка)
2304=Проект
2305=Контекстное меню

;Options > General
3000=Общие
3001=Запускать Listary при старте Windows
3002=Автофокусировка на списке файлов для Проводника Windows XP
3004=Быстрый переход (открывать текущую папку в файловом диалоговом окне при переходе из файл-менеджера)
3005=Язык:
3006=Менеджер файлов по умолчанию
3007=Заполните эти поля, если Проводнику Windows вы предпочитаете другой файл-менеджер. В поле 'Параметр' укажите %1 для пути. Не забудьте кавычки.
3008=Нечёткое сопоставление
3009=Автопроверка обновлений
3010=Учитывать бета-версии
3020=Префикс, временно отключающий поиск при наборе для текущего списка (нажмите ESC для восстановления):

;Options > Favorites
3100=Избранное
3106=Подменю

;Options > Commands
3306=Добавить свою команду
3309=Команда
3313=Заголовок:
3314=Описание:
3315=Ключевое слово:
3316=Тихо
3317=Запуск от администратора

;Options > Applications
3402=Использовать Listary в этом приложении
3403=Отслеживать недавние файлы и папки

;Options > Keyboard and Mouse
3503=Панель Listary:
3504=Контекстное меню:

;Options > Display
3603=Относительно списка
3604=Относительно окна
3605=От верха
3606=От низа
3607=Слева
3608=Справа
3618=Верх окна
3619=Низ окна
3620=Относительно монитора
3621=Центр окна
3624=Вызов Listary двойным щелчком по пустой области
3625=Вызов Listary средней кнопкой мыши
3626=Локальные горячие клавиши работают при скрытой панели Listary
3628=Позиция панели
3629=Поиск при наборе

;Options > Pro
3800=Обновление до версии Pro
3802=Имя:
3803=E-mail:
3804=Код регистрации:
3808=Вставить из буфера обмена
3809=Проверка кода регистрации
3810=Успешно обновлено до версии Listary Pro!
3811=Неверный код регистрации.
3812=Listary бесплатна только для личного, некоммерческого использования.
3813=Если вы хотите использовать Listary в коммерческих целях или на работе, либо желаете поддержать разработчиков Listary, обновите программу до версии Pro.
3814=Обновить до Listary Pro!

;Options > About
3900=О программе
3902=Домашняя страница
3903=Программа лицензирована на имя

;Options > Integration
4000=Интеграция
4002=Total Commander для замены файловых диалогов:

;Custom Command Dialog
4200=Пользовательская команда
4201=Полный путь к исполняемому файлу.\nПример: C:\Program Files\7-Zip\7z.exe
4202=Параметр:
4203=Пример показывает, как добавить выбранный файл в архив, используя 7-Zip.\n\nВы можете использовать следующие переменные в параметре. Переменные не содержат кавычек, при необходимости добавляйте их вручную.
4204=%file%\t\tПолный путь к выбранному файлу/папке.\nПример: D:\download\music\example.mp3\n\n%path%\tПуть текущей папки.\nПример: D:\download\music\\n\n%filename%\tИмя выбранного файла/папки.\nПример: example.mp3
4210=Создать текстовый файл (пример)
4211=Создать "{query}.txt"
4212=Например, введите "txt abc" чтобы отредактировать "abc.txt" в Блокноте

;Add Favorite Dialog
4300=Добавить в Избранное
4301=Использовать путь

;Menu List
4400=Меню
4401=Панель
4402=Всплывающее меню
4403=Избранное
4404=Избранное приложение
4405=Маню папок Total Commander
4406=Недавнее
4407=Команды
4408=Меню в лотке по ЛКМ
4409=Меню в лотке по ПКМ

;Menu List Item Type
4500=Избранная папка
4501=Избранный документ
4502=Запустить приложение

;Options > Menus
5000=Меню
5001=Команды
5002=Сброс меню
5003=Вы действительно хотите сбросить все меню в стандартные? Избранное и ваши команды при этом не потеряются.
5010=Сменить значок
5011=Восстановить значок по умолчанию

;Options > By Window Type
5100=По типу окна

;Options > Hotkeys
5200=Клавиши

;Options > By Application
5300=По приложению
5301=Закреплённые пути
5302=Показаны только приложения с нестандартными установками.

;Options > Index
5402=Автопоиск подпапок
5403=Префикс для поиска всех дисков:
5404=Исключения из дискового поиска
5410=Исключить диск или папку
5411=Добавить фильтр исключения
5412=Удалить из списка выбранный элемент
5413=Дисковый поиск
5416=Не использовать дисковый поиск
5417=Переиндексировать
5418=Загрузка...
5419=Индекс
5420=Тома NTFS
5421=Свои места для индекса
5422=Неверные исключения папок
5423=Фильтры исключения
5430=Добавить место для индекса
5440=Обновлять индекс через $1 мин (0 - отключить)
5441=Обновить индекс


;Options > History
5500=История
5501=Вести историю открытых файлов и папок
5502=Очистить историю
5503=Вы действительно хотите удалить все записи в истории?
3208=Автовыбор последнего открытого файла в окне открытия файлов
3215=Поиск недавних файлов и папок
5510=Исключения из истории

;Options > Projects
5600=Проекты
5601=Ключевое слово
5602=Что это такое?
5603=Например, если добавить "D:\Websites\My Blog" как проект с ключевым словом "blog", то при вводе "blog file_to_find.html" будут найдены в нём файлы и папки в любом месте в любое время.
5605=Чтобы пользоваться проектами, обновите Listary до версии Pro!

;Options > Appearance
5700=Вид
5701=Размер панели
5702=Обычный
5703=Мелкий
5710=пкс (0 - по умолчанию)
5711=Ширина:
5712=Максимальная высота:

;Options > Launch Apps
5800=Запуск приложений
5801=Поиск папок

;Options > Search
5901=Фильтры
5902=Введите "ключевое слово:поисковый запрос" или "поисковый запрос ключевое слово", чтобы применить фильтр поиска
5910=Где искать:
5911=Что искать:
5912=Расширения:

;Dialog > Add Exclude Filter
6100=Фильтр исключения
6101=* = ноль и более символов
6102=? = точно один символ
6103=Фильтр:

;Dialog > Register Hotkey
6200=Горячая клавиша Listary
6201=Клавиша $1 занята другим приложением.
6202=Укажите новую:

;Dialog > Upgrade to Pro
6301=Эта функция предоставлена для опробования возможностей Listary Pro.
6302=Продолжить

;Updates
6400=Обновление Listary
6402=Listary не может проверить обновления, попробуйте позже.
6403=У вас установлена самая новая версия Listary.
6404=Доступна новая версия $1.
6405=Установленная версия:
6406=Новейшая версия:
6407=На страницу загрузки
6408=Пропустить эту версию
6409=Напомнить позже

;UI
8000=Щёлкните здесь
8001=Нажмите клавишу

;Actions
9000=Действие
9001=Открыть папку
9002=Скопировать путь в буфер обмена
9003=Открыть
9004=Скопировать путь к папке в буфер обмена
9005=Скопировать в текущую папку
9006=Переместить в текущую папку
9007=Скопировать
9008=Вырезать
9020=Вы действительно хотите переместить "$1" в "$2"?

;Tutorial
7000=Руководство пользователя
7001=Попробуйте!
7002=Далее >
7003=Нет, спасибо
7004=Готово
7005=Когда будете готовы, нажмите *Далее >*

7010=Хотите ознакомиться с документацией?

7020=Для начала работы будет открыто окно Проводника.

7030=В Проводнике вы можете непосредственно вводить всё, что вам нужно.
7031=Введите *text 2*

7040=*Tab / Вверх / Вниз:* Выбор файла или папки
7041=*Enter:* Открыть файл или папку
7042=*Esc:* Скрыть панель Listary

7050=Если вы часто пользуетесь контекстным меню (по правой кнопке мыши), очень полезным будет режим действий.
7051=Введите искомое слово
7052=Выберите один результат (с помощью Tab / Вверх / Вниз)
7053=Нажмите *клавишу со стрелкой вправо*

7060=Здесь все ваши контекстные меню (32- и 64-разрядные). Для быстрого выбора используйте поиск.

7070=Также можно вводить путь непосредственно.
7071=Введите путь вида D:\My folder\Photos

7080=Во избежание конфликтов Listary не будет отображаться автоматически при наборе в ряде сторонних файловых менеджеров. Для вызова всегда можно использовать клавишу ($1).
7081=Попробуйте нажать клавишу *$1*

7090=Если вы предпочитаете мышь, то вызывать Listary можно двойным щелчком левой кнопкой или щелчком средней кнопкой мыши.
7091=Дважды щёлкните на пустой области в правой панели Проводника.

7100=Listary может выполнять очень быстрый поиск на всех дисках (NTFS).
7101=Введите *notepad.exe*
7102=Выберите Блокнот
7103=Нажмите Enter, чтобы открыть его

7110=Сейчас должно быть открыто окно Блокнота.
7111=Выберите в Блокноте меню "Файл > Открыть…" (или нажмите Ctrl + O)

7112=Нажмите *Ctrl + G*
7120=Listary открыла вашу предыдущую папку в Проводнике Windows! То же самое можно делать автоматически.
7121=Перейдите в предыдущее окно Проводника
7122=Откройте в Проводнике любую другую папку
7123=Вернитесь в окно открытия файла в Блокноте
7124=Обратите внимание, как изменилась папка в окне открытия

7130=В Listary есть и другие полезные функции - избранное, история, команды. Нажмите кнопки на панели Listary, чтобы ознакомиться с ними.

7141=Спасибо, что потратили время на ознакомление! Нажмите эту ссылку, чтобы узнать подробности о функциях Listary:
7142=Подробнее о Listary
